Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: For the kingdom of God is not in word but in power.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎤᏤᎵᎪᎯ ᎨᏒ ᎥᏝ ᎦᏬᏂᎯᏍᏗᏉ ᎨᏒ ᏱᏚᎳᏏᏗ, ᎤᎵᏂᎩᏗᏳᏍᎩᏂ ᎨᏒᎢ.

source: What is your desire? is my coming to be with punishment, or is it to be in love and a gentle spirit?
chr: ᎦᏙᏃ ᎢᏣᏚᎵᎭ? ᏥᎪ ᎦᎾᏍᏓ ᏥᏁᎢ ᏮᏓᏨᎷᏤᎵ? ᏥᎪᎨ ᎠᏓᎨᏳᏗᏳ ᎨᏒ, ᎠᎴ ᎤᏓᏅᏘ ᎠᏓᏅᏙ ᎬᏗ ᏮᏓᏨᎷᏤᎵ?

source: It is said, in fact, that there is among you a sin of the flesh, such as is not seen even among the Gentiles, that one of you has his father's wife.
chr: ᏂᎦᎥᏉ ᎠᏂᏃᎮᎭ ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒ ᎢᏤᎲᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒ ᎾᏍᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎥᏝ ᎬᏩᏂᏃᎮᏗ ᎾᏍᏉ ᏱᎩ, ᎾᏍᎩ ᎩᎶ ᎤᏙᏓ ᎤᏓᎵᎢ ᎤᏓᏴᏍᏗᏱ.

source: And in place of feeling sorrow, you are pleased with yourselves, so that he who has done this thing has not been sent away from among you.
chr: ᏙᏣᏕᏋᎯᏍᏗᏉᏃ ᏂᎯ, ᎠᎴ ᎥᏝ ᎤᏲᏉ ᏱᏥᏰᎸᏅ, ᎾᏍᎩ ᎯᎠ ᎢᏳᏛᏁᎸᎯ ᎦᏰᏥᏄᎪᏫᏍᏗ ᎢᏣᏓᏡᎬ ᎢᏳᎵᏍᏙᏗᏱ ᎤᎬᏩᎵ.

source: For I myself, being present in spirit though not in body, have come to a decision about him who has done this thing;
chr: ᎠᏴᏰᏃ ᎤᏙᎯᏳᎯ ᎠᎩᎪᏁᎳ ᏥᏰᎸ ᎨᏒᎢ, ᏥᎦᏔᏩᏕᎦᏍᎩᏂ ᎠᏆᏓᏅᏙᎩᎯ, ᎦᏳᎳ ᏥᏥᎦᏔᏩᏕᎪ ᎾᏍᎩᏯᎢ ᏕᏥᏳᎪᏓᏁᎸ ᎾᏍᎩ ᎯᎠ ᎢᏳᏛᏁᎸᎯ,

source: In the name of our Lord Jesus, when you have come together with my spirit, with the power of our Lord Jesus,
chr: ᎢᏣᏓᏟᏌᎮᏍᏗ, ᎠᏆᏓᏅᏙᏃ ᎠᎦᏔᏩᏕᎨᏍᏗ, ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏔᎵ ᎤᏛᏕᏍᏗ, ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏚᏙᎥ ᎢᏨᏙᏗᏱ,

source: That this man is to be handed over to Satan for the destruction of the flesh, so that his spirit may have forgiveness in the day of the Lord Jesus.
chr: ᎾᏍᎩ ᏎᏓᏂ ᏤᏥᏲᎯᏎᏗᏱ ᎾᏍᎩ ᎯᎠ, ᎾᏍᎩ ᎤᏲᎢᏍᏗᏱ ᎤᏇᏓᎸᎢ, ᎤᏓᏅᏙᏃ ᎠᏍᏕᎸᏗᏱ ᎾᎯᏳ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᏤᎵ ᎢᎦ ᎨᏎᏍᏗ.

source: This pride of yours is not good. Do you not see that a little leaven makes a change in all the mass?
chr: ᎢᏣᏢᏆᏍᎬ ᎥᏝ ᎣᏏᏳ ᏱᎩ. ᎥᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎤᏍᏗ ᎠᎪᏙᏗ ᏂᎦᏛ ᎦᎸ ᎠᎪᏗᏍᎬᎢ.

source: Take away, then, the old leaven, so that you may be a new mass, even as you are without leaven. For Christ has been put to death as our Passover.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏄᎪᏩ ᎤᏪᏘ ᎠᎪᏙᏗ, ᎾᏍᎩ ᎦᎸ ᎢᏤ ᎢᏣᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏁᏣᎪᎳᏅᎾ ᏥᎩ. ᎾᏍᏉᏰᏃ ᎦᎶᏁᏛ ᎧᏃᎯᏰᎩ ᎢᎦᏤᎵ ᎢᎩᏲᎱᎯᏎᎸ;

source: Let us then keep the feast, not with old leaven, and not with the leaven of evil thoughts and acts, but with the unleavened bread of true thoughts and right feelings.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᎩᏍᏆᏂᎪᏕᏍᏗ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒᎢ, ᎥᏞᏍᏗ ᎤᏪᏘ ᎠᎪᏙᏗ ᎬᏗ, ᎠᎴ ᎥᏞᏍᏗ ᎤᏲ ᎠᎴ ᎠᏍᎦᏂ ᎨᏒ ᎠᎪᏙᏗ ᎬᏗ, ᏂᏓᎪᏔᏅᎾᏍᎩᏂ ᎦᏚ ᏄᏠᎾᏍᏛᎾ ᎨᏒ ᎠᎴ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎬᏗ.

source: In my letter I said to you that you were not to keep company with those who go after the desires of the flesh;
chr: ᎢᏨᏲᏪᎳᏁᎸᎩ ᎾᏍᎩ ᎢᏧᎳᎭ ᎢᏤᏓᏍᏗᏱ ᏂᎨᏒᎾ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ;

source: But I had not in mind the sinners who are outside the church, or those who have a desire for and take the property of others, or those who give worship to images; for it is not possible to keep away from such people without going out of the world completely:
chr: ᎥᏝ ᎠᏗᎾ ᎿᏉ ᎠᏎ [ᎢᏤᏓᏍᏗᏱ ᏂᎨᏒᎾ] ᎾᏍᏉ ᎡᎶᎯ ᏗᏂᎧᎿᏩᏕᎩ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ ᎠᎴ ᎤᏂᎬᎥᏍᎩ, ᎠᎴ ᎤᎶᏒᏍᏗ ᎠᎾᏓᎩᎡᎯ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏟᎶᏍᏔᏅᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ; ᎢᏳᏰᏃ ᎾᏍᎩ ᏱᏄᏍᏗ, ᎠᏎ ᎢᏥᏄᎪᎢᏍᏗ ᏱᎩ ᎡᎶᎯ.

source: But the sense of my letter was that if a brother had the name of being one who went after the desires of the flesh, or had the desire for other people's property, or was in the way of using violent language, or being the worse for drink, or took by force what was not his, you might not keep company with such a one, or take food with him.
chr: ᎪᎯᏍᎩᏂ ᎢᏨᏲᏪᎳᏏ ᎢᏧᎳᎭ ᎢᏤᏓᏍᏗᏱ ᏂᎨᏒᎾ, ᎢᏳᏃ ᎩᎶ ᎠᎾᎵᏅᏟ ᎠᎪᏎᎯ ᏱᎩ ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᏂᏏᎲᏍᎩ ᏱᎩ, ᎠᎴ ᎤᎬᎥᏍᎩ ᏱᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏟᎶᏍᏔᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᏱᎩ, ᎠᎴ ᎠᏓᏐᎮᎯ, ᎠᎴ ᎤᏴᏍᏕᏍᎩ, ᎠᎴ ᎤᎶᏒᏍᏗ ᎠᏓᎩᎡᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝᏍᏗ ᎾᏍᏉ ᎢᏧᎳᎭ ᏱᏣᎵᏍᏓᏴᏁᏍᏗ.

source: For it is no business of mine to be judging those who are outside; but it is yours to be judging those who are among you;
chr: ᎦᏙᏃ ᏱᏗᎦᏥᏳᎪᏓᏁᎭ ᎾᏍᎩ ᎾᏍᏉ ᏙᏱᏗᏢ ᎠᏁᎯ? ᏝᏍᎪ ᏂᎯ ᏱᏗᏧᎪᏓᏁᎰ ᎾᏍᎩ Ꮎ ᎠᏂᏯᎢ?

source: As for those who are outside, God is their judge. So put away the evil man from among you.
chr: ᏙᏱᏗᏢᏍᎩᏂ ᎠᏁᎯ ᎤᏁᎳᏅᎯ ᏕᎫᎪᏓᏁᎰᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᏄᎪᏩ ᎢᏤᎲ ᎾᏍᎩ Ꮎ ᎠᏍᎦᎾᎢ.

source: How is it, that if any one of you has a cause at law against another, he takes it before a Gentile judge and not before the saints?
chr: ᎢᏳᏃ ᎩᎶ ᎢᏤᎲ ᎪᎱᏍᏗ ᏳᎭ ᏅᏩᏓᎴ ᎤᏰᎢᎵᏓᏍᏙᏗ, ᏰᎵᏉᏍᎪ ᏂᏚᏳᎪᏛᎾ ᎢᏯᎾᏛᏁᎯ ᏚᏃᎸ ᏱᏕᏣᏓᏰᎢᎵᏓ, ᎥᏝᏃ ᎤᎾᏓᏅᏘ ᏚᏃᎸᎢ?

source: Is it not certain that the saints will be the judges of the world? if then the world will be judged by you, are you unable to give a decision about the smallest things?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎤᎾᏓᏅᏘ ᎡᎶᎯ ᏧᏄᎪᏓᏁᏗ ᎨᏒᎢ? ᎢᏳᏃ ᎡᎶᎯ ᏗᏧᎪᏓᏁᏗ ᎨᏎᏍᏗ, ᏝᏍᎪ ᏰᎵ ᎤᏍᏗ ᎧᏂ ᎨᏒ ᏗᎨᏧᎪᏙᏗ ᏱᎩ?

source: Is it not certain that we are to be the judges of angels? how much more then of the things of this life?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏗᎨᏚᎪᏓᏁᏗ ᎨᏒᎢ? ᎥᏝᏍᎪᏃ ᏰᎵ ᏱᏙᎨᏚᎪᏓ ᎪᎱᏍᏗ ᎪᎯᏉ ᎨᏒ ᎤᎬᏩᎵ?

source: If then there are questions to be judged in connection with the things of this life, why do you put them in the hands of those who have no position in the church?
chr: ᎢᏳᏃ ᎪᎱᏍᏗ ᏱᏥᎭ ᏗᎫᎪᏙᏗ ᎪᎯᏉ ᎨᏒ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏕᏥᎧᎲᏍᎨᏍᏗ ᏧᏄᎪᏙᏗᏱ ᎡᏍᎦ ᎢᏴᏛ ᎨᏥᏰᎸᎢ ᎾᎿ ᎢᏣᏓᏡᎬᎢ.

source: I say this to put you to shame. Is there not among you one wise man who may be able to give a decision between his brothers?
chr: ᎢᏣᏕᎰᎯᏍᏗᏍᎩ ᎯᎠ ᏥᏂᏥᏪᎠ. ᎰᏩᏍᎪ ᎥᏝ ᏰᎭ ᏂᏣᏛᏅ ᏌᏉᎤᏅ ᎠᎦᏔᎿᎢ ᏰᎵ ᏗᎬᏭᎪᏓᏁᏗ ᎠᏁᎵᏅᏟ ᏓᎾᏓᏰᎢᎵᏙᎲᎢ?

source: But a brother who has a cause at law against another takes it before Gentile judges.
chr: ᎠᎾᎵᏅᏟᏍᎩᏂ ᏓᎾᏓᏰᎢᎵᏙᎭ ᎤᏅᏒ, ᎠᎴ ᎾᏍᎩ ᏚᏃᎸ ᏄᏃᎯᏳᏒᎾ.

source: More than this, it is not to your credit to have causes at law with one another at all. Why not put up with wrong? why not undergo loss?
chr: ᎾᏍᎩ ᏥᏄᏍᏗ ᎬᏂᎨᏒᎢᏳ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏨᏒᏉ ᏕᏣᏓᏰᎢᎵᏙᎲᎢ. ᎦᏙᏃ ᎤᏟ ᎣᏏᏳ ᏂᏥᏰᎸᏍᎬᎾ ᏥᎩ ᎤᏲ ᎢᏰᏨᏁᏗᏱ? ᎦᏙᏃ ᎤᏟ ᎣᏏᏳ ᏂᏥᏰᎸᏍᎬᎾ ᏥᎩ ᏧᎬᏩᎶᏗ ᎡᏥᎩᎡᏗᏱ?

source: So far from doing this, you yourselves do wrong and take your brothers' property.
chr: ᎤᏣᏘᏂᏍᎩᏂ ᏂᏣᏛᏁᎭ, ᎠᎴ ᏧᎬᏩᎶᏗ ᏕᏥᎩᎡᎭ, ᎠᎴ ᎾᏍᎩ ᎢᏣᎵᏅᏟ.

source: Have you not knowledge that evil-doers will have no part in the kingdom of God? Have no false ideas about this: no one who goes after the desires of the flesh, or gives worship to images, or is untrue when married, or is less than a man, or makes a wrong use of men,
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᎢᏯᎾᏛᏁᎯ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ? ᏞᏍᏗ ᎢᏥᎵᏓᏍᏔᏅᎩ; ᎾᏍᏉ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᏗᎾᏓᏲᏁᎯ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏗᎨᏥᏰᎩ, ᎠᎴ ᎠᏂᏍᎦᏯ ᎠᏂᏍᎦᏯᏉ ᏗᏂᏐᏢᏗᏍᎩ,

source: Or is a thief, or the worse for drink, or makes use of strong language, or takes by force what is not his, will have any part in the kingdom of God.
chr: ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ, ᎠᎴ ᎤᏂᎬᎥᏍᎩ, ᎠᎴ ᏧᏂᏴᏍᏕᏍᎩ, ᎠᎴ ᎠᎾᏓᏐᎮᎯ, ᎠᎴ ᎤᎶᏒᏍᏗ ᎠᎾᏓᎩᎡᎯ, ᎾᏍᎩ ᎥᏝ ᎤᎾᏤᎵ ᏱᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ.

source: And such were some of you; but you have been washed, you have been made holy, you have been given righteousness in the name of the Lord Jesus Christ and in the Spirit of our God.
chr: ᎠᎴ ᎢᎦᏛ ᏂᎯ ᎾᏍᎩ ᏂᏣᏍᏛᎩ; ᎠᏎᏃ ᎡᏦᏑᎴᎥᎯ, ᎠᏎᏃ ᎢᏣᏓᏅᏘ ᎢᏰᏨᏁᎸᎯ, ᎠᏎᏃ ᎡᏧᏓᎴᏛ ᎤᎬᏫᏳᎯ ᏥᏌ ᏚᏙᏍᏛᎢ, ᎠᎴ ᎬᏔᏅᎯ ᎢᎦᏁᎳᏅᎯ ᎤᏓᏅᏙ.

source: I am free to do all things; but not all things are wise. I am free to do all things; but I will not let myself come under the power of any.
chr: ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸ, ᎠᏎᏃ ᎥᏝ ᏂᎦᏗᏳ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ; ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸ, ᎠᏎᏃ ᎥᏝ ᎠᎩᎾᏝᎢ ᏱᎨᏎᏍᏗ ᎪᎱᏍᏗ.

source: Food is for the stomach and the stomach for food, and God will put an end to them together. But the body is not for the desires of the flesh, but for the Lord; and the Lord for the body:
chr: ᎠᎵᏍᏓᏴᏗ ᎤᏍᏉᎵᏱ ᎤᎬᏩᎵ ᎪᏢᏅᎯ, ᎠᎴ ᎤᏍᏉᎵᏱ ᎠᎵᏍᏓᏴᏗ ᎤᎬᏩᎵ ᎪᏢᏅᎯ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᏙᏛᏛᏔᏂ ᎢᏧᎳ ᎤᏍᏉᎵᎩ ᎠᎴ ᎠᎵᏍᏓᏴᏗ. ᎠᏰᎸᏃ ᎥᏝ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒ ᎤᎬᏩᎵ ᎪᏢᏅᎯ ᏱᎩ, ᎤᎬᏫᏳᎯᏍᎩᏂ ᎤᎬᏩᎵ ᎪᏢᏅᎯ; ᎠᎴ ᎤᎬᏫᏳᎯ ᎠᏰᎵ ᎤᎬᏩᎵ ᎠᎵᏍᎪᎸᏔᏅᎯ.

source: And God who made the Lord Jesus come back from the dead will do the same for us by his power.
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏕᎤᎴᏔᏅ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᏙᏓᎦᎴᏔᏂ ᏓᎬᏔᏂ ᎤᏩᏒ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ.

source: Do you not see that your bodies are part of the body of Christ? how then may I take what is a part of the body of Christ and make it a part of the body of a loose woman? such a thing may not be.
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏂᎯ ᏗᏥᏰᎸ ᎦᎶᏁᏛ ᎤᏚᏓᏕᏫᏍᏛᎢ? ᏥᎪᏃ ᎦᎶᏁᏛ ᎤᏚᏓᏕᏫᏒ ᏙᏓᏥᏯᏅᎯ, ᎤᏁᎫᏥᏛᏃ ᎠᎨᏴ ᏧᎾᏚᏓᏕᏫᏍᏙᏗ ᏅᏓᎦᏥᏴᏁᎵ? ᎬᏩᏟᏍᏗ!

source: Or do you not see that he who is joined to a loose woman is one body with her? for God has said, The two of them will become one flesh.
chr: ᏝᏉᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᎩᎶ ᎤᏁᎫᏥᏛ ᏥᏚᎾᏚᏓᏙ ᏌᏉᏉ ᎠᏂᏰᎸ ᎨᏒᎢ? ᎯᎠᏰᏃ ᏂᎦᏪᎭ, ᎠᏂᏔᎵ ᏌᏉᏉ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ ᎤᏂᏇᏓᎸᎢ.

source: But he who is united to the Lord is one spirit.
chr: ᎩᎶᏍᎩᏂ ᎤᎬᏫᏳᎯ ᏥᏚᎾᏚᏓᏙᎢ ᏌᏉᏉ ᎠᏓᏅᏙ ᎾᎾᎵᏍᏗᏍᎪᎢ.

source: Keep away from the desires of the flesh. Every sin which a man does is outside of the body; but he who goes after the desires of the flesh does evil to his body.
chr: ᎡᏣᎵᏗᏏ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ. ᏂᎦᎥ ᏴᏫ ᎠᏍᎦᏅᎬ ᎪᎱᏍᏗ ᏂᎬᏁᎲᎾ ᎨᏐ ᎠᏰᎸᎢ; ᎩᎶᏍᎩᏂ ᎤᏕᎵᏛ ᏥᏓᏂᏏᎲᏍᎪ ᎤᏩᏒ ᎠᏰᎸ ᎠᏍᎦᏅᏤᎰᎢ.

source: Or are you not conscious that your body is a house for the Holy Spirit which is in you, and which has been given to you by God? and you are not the owners of yourselves;
chr: ᏝᏉᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏗᏥᏰᎸ ᎦᏁᎸ ᎨᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᏥᏥᏯᎠ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏥᏁᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏂᎯ ᎢᏨᏒ ᎢᏣᏓᏤᎵ ᏂᎨᏒᎾ ᎨᏒᎢ?

source: For a payment has been made for you: let God be honoured in your body.
chr: ᏧᎬᏩᎶᏗᏰᏃ ᎡᏥᏩᎯᏍᏔᏅᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᎸᏉᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎢᏥᏰᎸ ᎢᏨᏗᏍᎨᏍᏗ, ᎠᎴ ᏗᏣᏓᏅᏙ ᏕᏨᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏥᎩ.

source: Now, as to the things in your letter to me: It is good for a man to have nothing to do with a woman.
chr: ᎾᏃ ᏨᏓᏍᎩᏲᏪᎳᏁᎸ ᎤᎬᏩᎵ; ᎣᏏᏳ ᎠᏍᎦᏯ ᏄᏃᏟᏍᏔᏅᎾ ᏱᎩ ᎠᎨᏴ.

source: But because of the desires of the flesh, let every man have his wife, and every woman her husband.
chr: ᎠᏎᏃ ᎤᏕᎸᏛ ᏧᎾᏂᏏᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᏂᏏᏴᏫᎭ ᎠᏂᏍᎦᏯ ᏧᎾᏓᎵᎢ ᏚᏂᎧᎮᏍᏗ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᎠᏂᎨᏴ ᏗᎬᏩᏂᏰᎯ ᏚᏂᎧᎮᏍᏗ.

source: Let the husband give to the wife what is right; and let the wife do the same to the husband.
chr: ᎠᏍᎦᏯ ᎤᎨᏳᏎᏍᏗ ᎤᏓᎵᎢ ᎾᏍᎩᏯ ᎤᎨᏳᏗ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᎨᏴ ᎤᎨᏳᏎᏍᏗ ᎤᏰᎯ.

source: The wife has not power over her body, but the husband; and in the same way the husband has not power over his body, but the wife.
chr: ᎠᎨᏴ ᎥᏝ ᎠᏓᏅᏖᏍᎬᏉ ᎢᎬᏩᏁᏗ ᏱᎩ ᎤᏩᏒ ᎠᏰᎸᎢ, ᎤᏰᎯᏍᎩᏂ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏍᎦᏯ ᎥᏝ ᎠᏓᏅᏖᏍᎬᏉ ᎢᎬᏩᏁᏗ ᏱᎩ ᎤᏩᏒ ᎠᏰᎸᎢ, ᎤᏓᎵᎢᏍᎩᏂ.

source: Do not keep back from one another what is right, but only for a short time, and by agreement, so that you may give yourselves to prayer, and come together again; so that Satan may not get the better of you through your loss of self-control.
chr: ᏞᏍᏗ ᏗᏣᏓᎨᏳᏔᏅᎩ ᎢᏗᏣᏣᏓᏛᏁᏗ ᎨᏒᎢ, ᎬᏂ ᎣᏏᏳ ᏗᏣᏓᏰᎸᎾᏁᎸᎯ ᏱᎩ ᏞᎦ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ, ᎾᏍᎩ ᎢᏣᏜᏅᏓᏕᏗᏱ ᎠᎹᏟ ᎢᏨᏗᏱ ᎠᎴ ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ, ᎠᎴ ᏔᎵᏁᏉ ᏙᏣᏓᏩᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏎᏓᏂ ᎢᏥᎪᎵᏰᏗᏱ ᏂᎨᏒᎾ ᎨᏣᎵᏍᏆᏂᎪᏙᏗ ᏂᎨᏒᎾ ᎨᏒ ᎢᏳᏍᏗ.

source: But this I say as my opinion, and not as an order of the Lord.
chr: ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏥᏂᏥᏪᎭ ᎠᎵᏍᎪᎸᏔᏅᎯᏉ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ, ᎥᏝᏃ ᎠᏎ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ ᎤᎵᏁᏨᎯ ᏱᎩ.

source: It is my desire that all men might be even as I am. But every man has the power of his special way of life given him by God, one in this way and one in that.
chr: ᎤᏟᏰᏃ ᎬᎩᏰᎸᏗ ᎾᏂᎥᏉ ᏴᏫ ᎠᏴ ᎾᏆᏍᏛ ᎾᏍᎩᏯ ᏱᏄᎾᏍᏗ. ᎠᏎᏃ ᎠᏂᏏᏴᏫᎭ ᎤᎾᏤᎵᎦᏯ ᎤᏁᎳᏅᎯ ᎤᏂᏁᎸ ᎤᏂᎰᎢ, ᎠᏏᏴᏫ ᎯᎠ ᎾᏍᎩ ᏂᎤᏍᏙᎢ, ᏅᏩᏓᎴᏃ ᏅᏩᏓᎴ ᏄᏍᏙᎢ.

source: But I say to the unmarried and to the widows, It is good for them to be even as I am.
chr: ᎯᎠ ᎠᏗᎾ ᏂᎦᏥᏪᏎᎭ ᏂᏓᎾᏤᎲᎾ ᎠᎴ ᏧᏃᏑᎶᏨᎯ, ᎣᏏᏳ ᎠᏴ ᎾᏆᏛᏅ ᎾᏍᎩᏉ ᏱᏅᏩᎾᏛᏅ.

source: But if they have not self-control let them get married; for married life is better than the burning of desire.
chr: ᎠᏎᏃ ᎢᏳᏃ ᏰᎵ ᎾᏍᎩ ᏂᏓᏅᏂᎥᎾ ᏱᎩ, ᏓᎾᏤᎨᏍᏗᏉ; ᎤᏟᏰᏃ ᎣᏏᏳ ᏗᏨᏍᏗᏱ ᎠᏃ ᎦᎴᏴᎯᏍᏗᏱ.

source: But to the married I give orders, though not I but the Lord, that the wife may not go away from her husband
chr: ᏗᎾᏤᎯᏃ ᏕᏥᏁᏤᎭ, ᎥᏝ ᎠᏴᏉ, ᎤᎬᏫᏳᎯᏍᎩᏂ ᏕᎧᏁᏤᎭ, ᏞᏍᏗ ᎠᎨᏴ ᏳᏓᏅᎡᎴᏍᏗ ᎤᏰᎯ;

source: (Or if she goes away from him, let her keep unmarried, or be united to her husband again); and that the husband may not go away from his wife.
chr: ᎠᏎᏃ ᎢᏳᏃ ᏳᏓᏅᏒ, ᏅᏩᏛᏁᏍᏗ ᏂᏓᏤᎲᎾ ᎨᏒᎢ, ᎠᎴ ᏙᎯᏉ ᎾᏅᏁᎮᏍᏗ ᎤᏰᎯ; ᎠᎴ ᎠᏍᎦᏯ ᏞᏍᏗ ᎢᏴᏛ ᏱᎦᎧᎲᏍᎨᏍᏗ ᎤᏓᎵᎢ.

source: But to the rest I say, and not the Lord; If a brother has a wife who is not a Christian, and it is her desire to go on living with him, let him not go away from her.
chr: ᎠᏂᏐᎢᏍᎩᏂ ᎠᏴᏉ ᏕᏥᏁᏤᎭ ᎥᏝᏃ ᎤᎬᏫᏳᎯ; ᎢᏳᏃ ᎩᎶ ᎢᏓᎵᏅᏟ ᎤᏓᎵᎢ ᏳᏪᎧᎭ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ, ᎣᏏᏳᏃ ᏯᏰᎸᏍᎦ ᎠᏏᏉ ᎤᎾᏁᎳᏗᏍᏗᏱ, ᏞᏍᏗ ᎢᏴᏛ ᏱᎦᎧᎲᏍᎨᏍᏗ.

source: And if a woman has a husband who is not a Christian, and it is his desire to go on living with her, let her not go away from her husband.
chr: ᎠᎴ ᎠᎨᏴ ᎤᏰᎯ ᏰᎭ ᎾᏍᎩ ᏄᏬᎯᏳᏒᎾ, ᎠᎴ ᎣᏏᏳᏉ ᏳᏰᎸᎭ ᎠᏏᏉ ᎤᎾᏁᎳᏗᏍᏗᏱ, ᏞᏍᏗ ᏯᏓᏅᎡᎮᏍᏗ.

source: For the husband who has not faith is made holy through his Christian wife, and the wife who is not a Christian is made holy through the brother: if not, your children would be unholy, but now are they holy.
chr: ᏄᏬᎯᏳᏒᎾᏰᏃ ᎠᏍᎦᏯ ᎤᏓᏅᎦᎸᏛ ᎢᎩ ᎤᏓᎵᎢ ᎢᏳᏩᏂᏌᏛ, ᎠᎴ ᏄᏬᎯᏳᏒᎾ ᎠᎨᏴ ᎤᏓᏅᎦᎸᏛ ᎢᎩ ᎤᏰᎯ ᎢᏳᏩᏂᏌᏛ; ᎥᏝᏰᏃ ᎾᏍᎩ, ᎿᏉ ᏗᏤᏥ ᎠᏂᎦᏓᎭ ᏱᎩ; ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎤᎾᏓᏅᎦᎸᏛ ᎢᎩ.

source: But if the one who is not a Christian has a desire to go away, let it be so: the brother or the sister in such a position is not forced to do one thing or the other: but it is God's pleasure that we may be at peace with one another.
chr: ᎢᏳᏍᎩᏂᏃᏅ ᏄᏬᎯᏳᏒᎾ ᏳᏓᏅᏒ, ᎤᏁᎳᎩ ᎠᏓᏅᏍᎨᏍᏗ. ᎩᎶ ᎢᎩᏅᏟ ᎠᎴ ᎢᎩᏙ, ᎥᏝ ᏳᏚᏓᎶ ᎾᏍᎩ ᏥᏄᏍᏙᎢ. ᎤᏁᎳᏅᎯᏍᎩᏂ ᏅᏩᏙᎯᏯᏛ ᎢᎦᏕᏗᏱ ᎢᎩᏯᏅᎲ.

source: For how may you be certain, O wife, that you will not be the cause of salvation to your husband? or you, O husband, that you may not do the same for your wife?
chr: ᎦᏙᏰᏃ ᏗᎦᎵᏍᏙᏗᎭ ᎢᎯᎦᏔᎭ, ᎯᎨᏴ, ᎦᎯᏍᏕᎸᏗ ᏂᎨᏒᎾ ᎨᏒ ᏣᏰᎯ? ᎠᎴ ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᎢᎯᎦᏔᎭ ᎯᏍᎦᏯ ᎦᎯᏍᏕᎸᏗ ᏂᎨᏒᎾ ᎨᏒ ᏣᏓᎵᎢ?

source: Only, as the Lord has given to a man, and as is the purpose of God for him, so let him go on living. And these are my orders for all the churches.
chr: ᎾᏍᎩᏯᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎠᏂᏏᏴᏫᎭ ᏥᎦᏯᏙᎮᎸ, ᎠᎴ ᎾᏍᎩᏯ ᎤᎬᏫᏳᎯ ᎠᏂᏏᏴᏫᎭ ᏥᏚᏯᏅᎲ, ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎠᏁᎮᏍᏗ. ᎠᎴ ᎾᏍᎩ ᏄᏍᏗ ᏕᏥᏁᏤᎭ ᏂᎦᏛ ᏚᎾᏓᏡᏩᏗᏒᎢ.

source: If any man who is a Christian has had circumcision, let him keep so; and if any man who is a Christian has not had circumcision, let him make no change.
chr: ᎢᏳᏃ ᎩᎶ ᎠᏥᎤᏍᏕᏎᎸᎯ ᎠᏥᏯᏂᏍᎨᏍᏗ, ᏞᏍᏗ ᎾᏥᎤᏍᏕᏎᎸᎾ ᏱᏄᎵᏍᏔᏁᏍᏗ. ᎢᏳᏃ ᎩᎶ ᎠᏥᎤᏍᏕᏎᎸᎯ ᏂᎨᏒᎾ ᎨᏒ ᎠᏥᏯᏂᏍᎨᏍᏗ, ᏞᏍᏗ ᏯᏥᎤᏍᏕᏎᎴᏍᏗ.

source: Circumcision is nothing, and its opposite is nothing, but only doing the orders of God is of value.
chr: ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎩ; ᎠᎴ ᎾᎱᏍᏕᏒᎾ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎩ, ᏗᏍᏆᏂᎪᏙᏗᏱᏍᎩᏂ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ.

source: Let every man keep the position in which he has been placed by God.
chr: ᎾᏂᎥᎩᎶ ᏄᏛᏅᏉ ᎠᏥᏯᏅᎲ ᎾᎿᏉ ᏅᏩᏛᏁᏍᏗ.

source: If you were a servant when you became a Christian, let it not be a grief to you; but if you have a chance to become free, make use of it.
chr: ᎡᏣᏯᏅᎲᏍᎪ ᎡᏣᎾᏝᎢ ᎨᏒᎢ? ᎤᏁᎳᎩ; ᎢᏳᏍᎩᏂᏃᏅ ᏁᏣᎾᏝᎥᎾ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ, ᎾᏍᎩ ᎯᎬᏫᏳᏔᏅᎭ.

source: For he who was a servant when he became a Christian is the Lord's free man; and he who was free when he became a Christian is the Lord's servant.
chr: ᎤᎬᏫᏳᎯᏰᏃ ᎤᏯᏅᏛ ᎾᏍᎩ ᎠᏥᎾᏝᎢ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎾᏥᎾᏝᎥᎾ; ᎾᏍᎩᏯᏃ ᎾᏍᏉ ᎠᏥᏯᏅᏛ ᎾᏥᎾᏝᎥᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᎾᏝᎢ.

source: It is the Lord who has made payment for you: be not servants of men.
chr: ᏧᎬᏩᎶᏗ ᎡᏥᏩᎯᏍᏔᏅᎯ; ᏞᏍᏗ ᏴᏫᏉ ᏗᎨᏥᎾᏝᎢ ᏱᎨᏎᏍᏗ.

source: My brothers, let every man keep in that condition which is the purpose of God for him.
chr: ᎢᏓᎵᏅᏟ ᎾᏂᎥ ᎩᎶ ᏄᏛᏅᏉ ᎠᏥᏯᏅᎲ, ᎾᎿ ᏅᏩᏛᏁᏍᏗ ᎤᏁᎳᏅᎯ ᏓᎧᎿᏩᏗᏒᎢ.

source: Now about virgins I have no orders from the Lord: but I give my opinion as one to whom the Lord has given mercy to be true to him.
chr: ᎾᏃ ᏂᏓᎾᏤᎲᎾ ᎤᎬᏩᎵ ᎨᏒᎢ, ᎥᏝ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎯ ᏯᎩᎭ; ᎠᏎᏃ ᎣᏏᏳ ᎬᏰᎸᏗ ᎨᏒ ᎬᏂᎨᏒ ᏂᎬᏁᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎠᎩᏙᎵᏨᎯ ᏥᎩ ᏚᏳᎪᏛ ᎢᎦᏛᏁᎯ ᎢᏯᏆᎵᏍᏙᏗᏱ.

source: In my opinion then, because of the present trouble, it is good for a man to keep as he is.
chr: ᎾᏍᎩᏃ ᎦᏓᏅᏖᏍᎬ ᎤᏟ ᎣᏏᏳ ᎾᏍᎩ ᎯᎠ ᎪᎯ ᎨᏒ ᎠᎩᎵᏯ ᏤᎭ; ᎾᏍᎩ ᎤᏟ ᎣᏏᏳ ᎯᎠ ᎾᏍᎩ ᏱᏄᏍᏗ ᏴᏫ ᎡᎲᎢ.

source: If you are married to a wife, make no attempt to get free from her: if you are free from a wife, do not take a wife.
chr: ᎠᎨᏴᏍᎪ ᏕᏍᏓᏚᏓᏔ? ᏞᏍᏗ ᏗᏍᏓᏚᏓᏕᏍᏗᏱ ᏣᏲᎸᎩ. ᎠᎨᏴᏍᎪ ᏂᏗᏍᏓᏚᏓᏛᎾ? ᏞᏍᏗ ᏣᏲᎸ ᏣᏓᎵᎢ.

source: If you get married it is not a sin; and if an unmarried woman gets married it is not a sin. But those who do so will have trouble in the flesh. But I will not be hard on you.
chr: ᎢᏳᏍᎩᏂ ᏱᏣᏕᏒᎾ ᎥᏝ ᏱᎦᎯᏍᎦᏅᎦ; ᎢᏳ ᎠᎴ ᎠᏛ ᏱᏚᏤᏅ ᎥᏝ ᏱᎬᏍᎦᏅᎦ. ᎠᏎᏃ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᎤᏇᏓᎵ ᎨᏒᎢ. ᎠᏎᏃ ᎤᏁᎳᎩᏉ ᎢᏨᏰᎵᏎᎭ.

source: But I say this, my brothers, the time is short; and from now it will be wise for those who have wives to be as if they had them not;
chr: ᎯᎠᏍᎩᏂ ᏂᏥᏪᎭ, ᎢᏓᎵᏅᏟ, ᎪᎯ ᎨᏒ ᎤᏍᏆᎳᎯᏳ; ᎯᎠᏉᏃ ᏄᏍᏗ ᎠᎵᏃᎯᏯᎭ, ᎾᏍᎩ ᏧᎾᏓᎵ ᏥᎩ, ᏧᎾᏓᎵᏉ ᏂᎨᏒᎾ ᏥᎨᏐ ᎢᏳᏍᏗ ᎨᏎᏍᏗ,

source: And for those who are in sorrow, to give no signs of it; and for those who are glad, to give no signs of joy; and for those who are getting property, to be as if they had nothing;
chr: ᎾᏃ ᏗᎾᏠᏱᎯ ᏥᎩ, ᏂᏓᎾᏠᏱᎲᎾᏉ ᎢᏳᏍᏗ ᎨᏎᏍᏗ; ᎾᎿ ᎠᎾᎵᎮᎵᎩ ᏥᎩ, ᎾᎾᎵᎮᎵᎬᎾᏉ ᎢᏳᏍᏗ ᎨᏎᏍᏗ; ᎾᏃ ᎤᏂᏩᏍᎩ ᏥᎩ, ᏄᏂᎲᎾᏉ ᎢᏳᏍᏗ ᎨᏎᏍᏗ;

source: And for those who make use of the world, not to be using it fully; for this world's way of life will quickly come to an end.
chr: ᎾᏃ ᎾᏍᎩ ᎯᎠ ᎡᎶᎯ ᎪᎱᏍᏗ ᎠᏅᏗᏍᎩ ᏞᏍᏗ ᎤᏣᏘᏂᏉ ᏱᎾᏅᏁᏗᏍᎨᏍᏗ; ᎯᎠᏰᏃ ᎡᎶᎯ ᏄᏍᏛ ᎦᎶᏐᎲᏍᎦᏉ.

source: But it is my desire for you to be free from cares. The unmarried man gives his mind to the things of the Lord, how he may give pleasure to the Lord:
chr: ᎠᏗᎾ ᎠᏆᏚᎵᎭ ᏂᏤᎵᎯᏍᎬᎾᏉ ᎢᏣᎵᏍᏙᏗᏱ. ᎾᏍᎩ Ꮎ ᏄᏓᎸᎾ ᎠᏓᏅᏖᏍᎪ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎨᏒᎢ, ᎢᏳᏛᏁᏗᏱ ᎤᎬᏫᏳᎯ ᎣᏍᏛ ᎤᏰᎸᏗ ᏧᎸᏫᏍᏓᏁᏗᏱ.

source: But the married man gives his attention to the things of this world, how he may give pleasure to his wife.
chr: Ꮎ-ᏍᎩᏂ ᎤᏓᎵ ᎠᏓᏅᏖᏍᎪ ᏧᏓᎴᏅᏛ ᎡᎶᎯ ᎡᎯ, ᎢᏳᏛᏁᏗᏱ ᎤᏓᎵᎢ ᎣᏍᏛ ᎤᏰᎸᏗ ᏧᎸᏫᏍᏓᏁᏗᏱ.

source: And the wife is not the same as the virgin. The virgin gives her mind to the things of the Lord, so that she may be holy in body and in spirit: but the married woman takes thought for the things of the world, how she may give pleasure to her husband.
chr: ᏚᎾᏓᎴᎿᎠ ᎾᏍᏉ ᎠᏥᏰᎯ ᎠᎨᏴ ᎠᏃ ᎾᏥᏰᎲᎾ. ᎾᏥᏰᎲᎾ ᎠᎨᏴ ᎠᏓᏅᏖᏍᎪ ᏧᏓᎴᏅᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎾᏍᎦᏅᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏰᎵ ᎨᏒ ᎠᎴ ᎤᏓᏅᏙᎩᎯ ᎨᏒᎢ; Ꮎ-ᏍᎩᏂ ᎠᏥᏰᎯ ᎠᏓᏅᏖᏍᎪ ᏧᏓᎴᏅᏛ ᎡᎶᎯ ᎡᎯ, ᎢᏳᏛᏁᏗᏱ ᎤᏰᎯ ᎣᏍᏛ ᎤᏰᎸᏗ ᏧᎸᏫᏍᏓᏁᏗᏱ.

source: Now I say this for your profit; not to make things hard for you, but because of what is right, and so that you may be able to give all your attention to the things of the Lord.
chr: ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ ᎢᏨᏒ ᎣᏍᏛ ᎢᏣᎵᏍᏓᏁᏗ ᎠᏆᏑᎵᏍᎬᎢ; ᎥᏝ ᎢᏨᏌᏛᎥᏍᎬᏉ ᏱᎩ, ᎣᏏᏳᏍᎩᏂ ᎠᏰᎸᏗ ᎨᏒ [ᎢᏣᏛᏁᏗᏱ, ] ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏤᏥᎧᎿᏩᏗᏓᏍᏗᏱ ᎪᎱᏍᏗ ᏂᏥᏲᏍᏙᏓᏁᎲᎾ.

source: But if, in any man's opinion, he is not doing what is right for his virgin, if she is past her best years, and there is need for it, let him do what seems right to him; it is no sin; let them be married.
chr: ᎢᏳᏍᎩᏂᏃᏅ ᎩᎶ ᎤᏣᏘᏂ ᎠᏰᎸᏗ ᏂᏥᏯᏛᏁᎭ ᎠᏆᏤᎵ ᎠᏛ ᎢᎡᎵᏍᎨᏍᏗ, ᎢᎦᎶᏍᎨᏍᏗ ᏰᎵᎦᏯ ᎢᏳᏕᏘᏴᏛ ᎨᏒᎢ, ᎠᎴ ᎠᏎ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗ ᎢᎨᏎᏍᏗ, ᎤᏚᎵᏍᎬᏉ ᎾᏛᏁᎮᏍᏗ, ᎥᏝ ᏱᎬᏍᎦᏅᎨᏍᏗ; ᏓᎾᏤᎨᏍᏗᏉ.

source: But the man who is strong in mind and purpose, who is not forced but has control over his desires, does well if he comes to the decision to keep her a virgin.
chr: ᎩᎶᏍᎩᏂ ᎤᎵᏂᎩᏛᏯ ᏚᏭᎪᏕᏍᏗ ᏧᏓᏅᏛᎢ, ᎠᏎ ᎾᏍᎩ ᎢᏳᏛᏁᏗᏱ ᏄᎵᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᏰᎵᏉ ᎠᏓᏅᏖᏍᎬ ᎢᎬᏩᏛᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏛᏁᏗᏱ ᏚᏭᎪᏔᏁᏍᏗ ᏧᏓᏅᏛᎢ, ᎾᏍᎩ ᎤᏍᏆᏂᎪᏙᏗᏱᏉ ᎤᏤᎵ ᎠᏛ, ᎾᏍᎩ ᎣᏏᏳ ᎾᏛᏁᎮᏍᏗ.

source: So then, he who gets married to his virgin does well, and he who keeps her unmarried does better.
chr: ᎾᏍᎩᏃ Ꮎ ᎤᏤᎵ ᎠᏛ ᏧᏲᏍᎩ ᏧᏨᏍᏗᏱ ᎣᏏᏳ ᎾᏛᏁᎮᏍᏗ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᏧᏲᏍᎩ ᏂᎨᏒᎾ ᏧᏨᏍᏗᏱ ᎤᏟ ᎣᏏᏳ ᎾᏛᏁᎮᏍᏗ.

source: It is right for a wife to be with her husband as long as he is living; but when her husband is dead, she is free to be married to another; but only to a Christian.
chr: ᎠᎨᏴ ᏗᏤᎯ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏙ ᎤᏰᎯ ᎠᎴᏂᏙᎲ ᎢᎪᎯᏛ; ᎤᏰᎯᏍᎩᏂ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎿᏉ ᎤᏚᏓᎴᏛ, ᎾᏍᎩᏃ ᏗᎬᏩᏨᏍᏗᏉ ᎩᎶᏉ ᎤᏚᎵᏍᎬᎢ; ᎤᎬᏫᏳᎯ ᎪᎩᏳᎲᏍᎩ ᎤᏩᏒ.

source: But it will be better for her to keep as she is, in my opinion: and it seems to me that I have the Spirit of God.
chr: ᎠᏎᏃ, ᎠᏴ ᎦᏓᏅᏖᏍᎬ, ᎤᏟ ᎢᎦᎢ ᏅᏩᏙᎯᏯᏛ ᏳᏓᏅᏔ, ᏱᏅᏩᏍᏗᏉ ᎡᎲᎢ; ᎠᎴ ᎦᏓᏅᏖᏍᎬ ᎠᏴ ᎾᏍᏉ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎠᏇᎭ.

source: Now about things offered to images: we all seem to ourselves to have knowledge. Knowledge gives pride, but love gives true strength.
chr: ᎾᏃ ᏧᏓᎴᏅᏛ ᎾᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᎬᏩᎵ, ᎢᏗᎦᏔᎭ ᎾᏍᎩ ᏂᏗᎥ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎢᎨᎲᎢ. ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᏢᏆᏍᎪᎢ, ᎠᏓᎨᏳᏗᏍᎩᏂ ᎨᏒ ᎠᏓᏍᏕᎵᏍᎪᎢ.

source: If anyone seems to himself to have knowledge, so far he has not the right sort of knowledge about anything;
chr: ᎢᏳ ᎠᎴ ᎩᎶ ᏳᏬᎯᏳᎭ ᎪᎱᏍᏗ ᎠᎦᏔᎲᎢ, ᎥᏝ ᎪᎱᏍᏗ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᏏ ᎤᎦᏙᎥᏒᎯ ᏱᎩ.

source: But if anyone has love for God, God has knowledge of him.
chr: ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏁᎳᏅᎯ ᏳᎨᏳᎭ, [ᎤᏁᎳᏅᎯ] ᎾᏍᎩ ᎤᎦᏔᎰᎢ.

source: So, then, as to the question of taking food offered to images, we are certain that an image is nothing in the world, and that there is no God but one.
chr: ᎾᏃ ᎠᎩᏍᏗᏱ ᎤᎬᏩᎵ ᎪᎱᏍᏗ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ, ᎢᏗᎦᏔᎭ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎱᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᎠᏂ ᎡᎶᎯ, ᎠᎴ ᎾᏍᎩ ᏅᏩᏓᎴ ᎤᏁᎳᏅᎯ ᏁᎲᎾ ᎨᏒ, ᏌᏉ ᎤᏩᏒ.

source: For though there are those who have the name of gods, in heaven or on earth, as there are a number of gods and a number of lords,
chr: ᎤᏂᏣᏔᏍᎩᏂᏃᏅ ᎠᏁᎭ ᎤᎾᏁᎳᏅᎯ ᎨᎪᏎᎯ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ, (ᏧᏂᎶᏔᏉ ᎤᎾᏁᎳᏅᎯ, ᎠᎴ ᏧᏂᏣᏔᏉ ᎤᏂᎬᏫᏳᎯ,)

source: There is for us only one God, the Father, of whom are all things, and we are for him; and one Lord, Jesus Christ, through whom are all things, and we have our being through him.
chr: ᎠᏴᏍᎩᏂ ᎢᏙᎯᏳᎲᏍᎬ ᏌᏉᎯᏳ ᎡᎭ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ, ᎾᏍᎩ ᎾᎿ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᏨᏗᏓᎴᎲᏍᎦ, ᎠᎴ ᎠᏴ ᎾᏍᎩ ᎡᏓᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ ᏥᏕᎭ; ᎠᎴ ᏌᏉᎯᏳ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᏤᎭ, ᎠᎴ ᎠᏴ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᏥᏕᎭ.

source: Still, all men have not that knowledge: but some, being used till now to the image, are conscious that they are taking food which has been offered to the image; and because they are not strong in the faith, their minds are troubled.
chr: ᎥᏝᏍᎩᏂᏃᏅ ᎾᏂᎥ ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏳᏁᎭ; ᎩᎶᏰᏃ ᏙᏧᎾᏓᏅᏛ ᎤᏂᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎯ ᎨᏒ ᎢᏯᏍᏗ ᎠᎾᎵᏍᏓᏴᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎠᎵᏍᎪᎸᏓᏁᎸᎯ ᏣᏂᎩᏍᎪ ᎾᏍᎩᏯᎢ; ᏚᎾᏓᏅᏛᏃ ᏗᏩᎾᎦᎳᎯᏳ ᎨᏒ ᏗᎦᏓᎭ ᏂᏙᎦᎵᏍᏗᏍᎪᎢ.

source: But God's approval of us is not based on the food we take: if we do not take it we are no worse for it; and if we take it we are no better.
chr: ᎠᎵ ᏍᏓᏴᏗᏍᎩᏂ ᎥᏝ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎢᎩᏰᎸᏗᏱ ᏱᏂᎬᏁᎭ; ᎥᏝᏰᏃ ᏱᏓᎵᏍᏓᏴᎲᏍᎦ ᎤᏟ ᎣᏏᏳ ᏱᏂᎬᏁᎰᎢ, ᎥᏝ ᎠᎴ ᏂᏓᎵᏍᏓᏴᏍᎬᎾ ᏱᎩ, ᎡᏍᎦ ᏱᏂᎬᏁᎰᎢ.

source: But take care that this power of yours does not give cause for trouble to the feeble.
chr: ᎠᏎᏃ ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎾᏍᎩ ᎢᎨᏣᏛᏁᏗ ᎢᏥᎲ ᏗᏂᏩᎾᎦᎳ ᏧᏃᏕᏍᏗᏍᎩ ᏱᏄᎵᏍᏔᏁᏍᏗ.

source: For if a man sees you, who have knowledge, taking food as a guest in the house of an image, will it not give him, if he is feeble, the idea that he may take food offered to images?
chr: ᎢᏳᏰᏃ ᎩᎶ ᎢᏳᏍᏗ ᏱᏣᎪᎲ ᏂᎯ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏤᎯ ᏱᏅᎦ ᏯᎵᏍᏓᏴᎲᏍᎦ ᎠᏓᏁᎸ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎤᏤᎵᎦ; ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᎤᏓᏅᏛ, ᎠᏩᎾᎦᎳ ᎨᏒ, ᏂᎦᎾᏰᏍᎬᎾ ᏱᏅᎦᎵᏍᏓ ᎤᎵᏍᏓᏴᏙᏗᏱ ᏧᏓᎴᏅᏛ ᎾᏍᎩ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ;

source: And so, through your knowledge, you are the cause of destruction to your brother, for whom Christ underwent death.
chr: ᎾᏍᎩᏃ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏣᏤᎵᎦ ᎢᏳᏩᏂᏌᏛ ᎠᏩᎾᎦᎳ ᏗᏍᏓᏓᏅᏟ ᏴᎬᏲᎱᎯ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᎯᏎᎸᎯ?

source: And in this way, doing evil to the brothers, and causing trouble to those whose faith is feeble, you are sinning against Christ.
chr: ᎠᏎᏃ ᎾᏍᎩ ᏂᏣᏛᎦ ᏕᏥᏍᎦᏅᏥ ᎢᏣᎵᏅᏟ, ᎠᎴ ᎤᏲ ᏂᏕᏨᎦ ᏗᏩᎾᎦᎳ ᏚᎾᏓᏅᏛᎢ, ᎦᎶᏁᏛ ᎡᏥᏍᎦᏅᏤᎰᎢ.

source: For this reason, if food is a cause of trouble to my brother, I will give up taking meat for ever, so that I may not be a cause of trouble to my brother.
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ, ᎢᏳᏃ ᎠᎵᏍᏓᏴᏗ ᏦᏍᏓᏓᏅᏟ ᏱᏚᏬᏕᏍᏗᎭ, ᎥᏝ ᏴᎦᏥᎦ ᎭᏫᏯ ᎡᎶᎯ ᎢᎪᎯᏛ ᎨᏒᎢ, ᏦᏍᏓᏓᏅᏟᏰᏃ ᏱᏙᏥᏲᏕᏍᏓ.

source: Am I not free? am I not an Apostle? have I not seen Jesus our Lord? are you not my work in the Lord?
chr: ᏝᏍᎪ ᎠᏴ ᎥᎩᏅᏏᏛ ᏱᎩ? ᏝᏍᎪ ᎠᏆᏓᏤᎵᎦ ᏱᎩ? ᏝᏍᎪ ᏥᎪᎥᎯ ᏱᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ? ᏝᏍᎪ ᎠᏴ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎢᏳᏩᏂᏌᏛ ᏱᎩ ᏂᎯ ᎤᎬᏫᏳᎯ ᎡᏥᏍᏓᏩᏕᎩ ᏥᎩ?

source: If to others I am not an Apostle, at least I am one to you: for the fact that you are Christians is the sign that I am an Apostle.
chr: ᎢᏳᏃ ᎥᎩᏅᏏᏛ ᎬᎩᏰᎸᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᏭᏅᏧᏛᎢ, ᏂᎯᏍᎩᏂ ᎠᏎ ᏄᏜᏏᏛᏒᎾ ᎥᎩᏅᏏᏛ ᏍᎩᏰᎸᏗ; ᏂᎯᏰᏃ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎠᏴ ᎥᎩᏅᏏᏛ ᎨᏒ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎡᏥᏍᏓᏩᏕᎩ ᎨᏒᎢ.

source: My answer to those who are judging me is this.
chr: ᎦᏥᏯᏬᎢᎵᏴᏍᏓᏁᎲ ᎩᎶ ᎬᎩᎪᎵᏰᏍᎩ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ.

source: Have we no right to take food and drink?
chr: ᏝᏍᎪ ᏲᎩᎭ ᎣᎦᎵᏍᏓᏴᏗᏱ, ᎠᎴ ᎣᎦᏗᏔᏍᏗᏱ?

source: Have we no right to take about with us a Christian wife, like the rest of the Apostles, and the brothers of the Lord, and Cephas?
chr: ᏝᏍᎪ ᏲᎩᎭ ᏦᏘᏂᏓᏍᏗᏱ ᎤᏃᎯᏳᎯ ᏦᎦᏓᎵᎢ, ᎾᏍᎩᏯ, ᎾᎾᏛᏁᎲ ᎠᏂᏐᎢ ᎨᏥᏅᏏᏛ, ᎠᎴ ᎾᎾᏛᏁᎲ ᎤᎬᏫᏳᎯ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏏᏆᏏ?

source: Or I only and Barnabas, have we no right to take a rest from work?
chr: ᏥᎪᎨ ᎠᏴ ᎠᎴ ᏆᏂᏆ ᎣᎩᏅᏒ, ᎥᏝ ᏲᎩᏂᎭ ᎣᎩᏂᏲᎯᏍᏙᏗᏱ ᎪᎱᏍᏗ ᎣᏍᏓᏛᏁᎲᎢ?

source: Who ever goes to war without looking to someone to be responsible for his payment? who puts in vines and does not take the fruit of them? or who takes care of sheep without drinking of their milk?
chr: ᎦᎪ ᎢᎸᎯᏳ ᏓᎿᏩ ᎡᎪᎢ ᎤᏩᏒᏉ ᎤᎫᏴᎯᏓᏍᏗ ᎠᎫᏴᏗ ᎨᏒᎢ? ᎦᎪ ᏓᏫᏍᎪ ᏖᎸᎳᏗ ᏂᏗᎦᏰᏍᎬᎾᏃ ᎨᏐ ᎤᎾᏓᏛᏅᎯ? ᎠᎴ ᎦᎪ ᏓᎦᏘᏲ ᎠᏫ, ᎾᎵᏍᏓᏴᏗᏍᎬᎾᏃ ᎨᏐ ᎤᏅᏗ ᎠᏫ ᎤᏂᏁᏅᎯ?

source: Am I talking as a man? does not the law say the same?
chr: ᎯᎠ ᎾᏍᎩ ᏥᏂᏥᏪᎠ, ᏥᎪ ᏴᏫᏉ ᎤᏓᏅᏖᏛ ᏂᏥᏪᎠ? ᎾᏍᏉᎨ ᎾᏍᎩᏯ ᏂᎦᏪᎭ ᏗᎧᎿᏩᏛᏍᏗ?

source: For it says in the law of Moses, It is not right to keep the ox from taking the grain when he is crushing it. Is it for the oxen that God is giving orders?
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎼᏏ ᎤᏬᏪᎳᏅᎯ; ᎥᏝ ᎯᏴᏑᎶᏗ ᏱᎨᏎᏍᏗ ᏩᎦ ᎠᎦᏔᏙᎥᏗᏍᎩ ᎤᏣᎴᏍᏗ. ᏩᎦᏉᏍᎪ ᏓᏓᏅᏖᎭ ᎤᏁᎳᏅᎯ?

source: Or has he us in mind? Yes, it was said for us; because it is right for the ploughman to do his ploughing in hope, and for him who is crushing the grain to do his work hoping for a part in the fruits of it.
chr: ᏥᎪᎨ ᎠᏴ Ꮀ ᎤᎬᏫᏳᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᏥᏂᎦᏪᎭ? ᎥᏝ ᏳᏜᏏᏛᎭ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎾᏍᎩ ᏥᏂᎬᏅ ᏥᎪᏪᎳ; ᎩᎶᏰᏃ ᎦᏓᎷᎩᏍᎩ ᎾᏍᎩ ᎤᏚᎩ ᏳᏩᎭ ᎦᏓᎷᎩᏍᎬᎢ; ᎠᎴ ᎩᎶ ᎤᏚᎩ ᎤᏩᎯ ᎠᎦᏔᏙᎥᏗᏍᎩ ᎾᏍᎩ ᏳᏪᎳᏗᏍᏗᎭ ᎾᏍᎩ ᎤᏚᎩ ᎤᏩᏒᎢ

source: If we have been planting the things of the Spirit for you, does it seem a great thing for you to give us a part in your things of this world?
chr: ᎢᏳᏃ ᏗᏓᏅᏙ ᎤᎬᏩᎵ ᏱᏨᏫᏎᎸ, ᏥᏌ ᎡᏉᎯᏳᏉ ᎢᎩ, ᎢᏳᏃ ᎤᏇᏓᎵ ᎤᎬᏩᎵ ᏱᏨᏍᎫᏕᏎᎭ?
